/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

// Overview key strings
"DHCP Service is:" = "Le service DHCP est :";
"Start Time:" = "Heure de démarrage : ";
"Static Maps:" = "Mappages statiques :";
"%ld active %@, %ld expired" = "%ld actif(s) %@, %ld expiré(s)";
"%ld active %@" = "%ld actif(s) %@";
"lease" = "bail";
"leases" = "baux";
"Current DHCP Clients:" = "Client DHCP actuels :";
"Last Client Database Update:" = "Dernière mise à jour de la BDD client :";

// Search field placeholder text strings
"Computer Name" = "Nom ordinateur";
"MAC Address" = "Adresse MAC";
"IP Address" = "Adresse IP";
"Client ID" = "Identifiant client";
"Subnet Name" = "Nom sous-réseau";

"%d clients" = "%d clients";

"%d interface" = "Interface %d";
"%d interfaces" = "Interfaces %d";
"%d address" = "%d adresse";
"%d addresses" = "%d adresses";

"Create Static Map..." = "Créer le mappage statique…";
"Create Static Maps..." = "Créer les mappages statiques…";
"Create static maps for the selected clients?" = "Souhaitez-vous créer le mappage statique des clients sélectionnés ?";
"Create static map for the selected client?" = "Souhaitez-vous créer le mappage statique du client sélectionné ?";
"Create Maps" = "Créer les mappages";
"Create Map" = "Créer le mappage";
"Each static map will be generated with the client's current network configuration." = "Chaque mappage statique se génèrera en fonction de la configuration réseau active du client.";
"The static map will be generated with the client's current network configuration." = "Le mappage statique se génèrera en fonction de la configuration réseau active du client.";

"Delete Leases..." = "Supprimer les baux…";
"Delete Lease..." = "Supprimer le bail…";
"Delete selected clients' leases?" = "Voulez-vous supprimer le bail des clients sélectionnés ?";
"Delete selected client's lease?" = "Voulez-vous supprimer le bail du client sélectionné ?";
"Delete Leases" = "Supprimer les baux";
"Delete Lease" = "Supprimer le bail";
"The leases will be deleted immediately." = "Les baux seront immédiatement supprimés.";
"The lease will be deleted immediately." = "Le bail sera immédiatement supprimé.";

"Expired" = "Expiré";

"RUNNING" = "En service";
"STOPPED" = "Arrêté";
"STARTING" = "Démarrage en cours";
"STOPPING" = "Arrêt en cours";
"PAUSED" = "En pause";
"UNKNOWN" = "Inconnu";
"N/A" = "Non disponible";

"LEASE_HOURS"="heures";
"LEASE_DAYS"="jours";
"LEASE_WEEKS"="semaines";
"LEASE_MONTHS"="mois";

"SUBNET_LIST_DELETING_SUBNET_CONFIRM"="Êtes-vous certain(e) de vouloir supprimer un ou plusieurs sous-réseaux DHCP ?";

"Search Domains:" = "Domaines de recherche :";
"Default Search Domain:" = "Domaine de recherche par défaut :";

"SUBNET_MASK"="Masque de sous-réseau";
"SUBNET_NAME"="Nom de sous-réseau";
"STARTING_ADDRESS"="Adresse de début";
"ENDING_ADDRESS"="Adresse de fin";
	
"100" = "voir l’historique pour plus de détails"; /* General error message */
"200" = "voir l’historique pour plus de détails"; /* Read Settings message */
"300" = "voir l’historique pour plus de détails"; /* Write Settings message */
"400" = "Les réglages ne sont pas valides. Consultez l’historique pour en savoir plus."; /* Read Settings message */

SUBNET_GENERAL_INVALID_START_RANGE = "401";
"401" = "Le champ Début de la plage de sous-réseau de l’onglet Général contient une adresse IP non valide. ";

SUBNET_GENERAL_INVALID_END_RANGE = "402";
"402" = "Le champ Fin du sous-réseau de l’onglet Général contient une adresse IP non valide.";
	
SUBNET_GENERAL_INVALID_ROUTER_ADDRESS = "403";
"403" = "Le champ Routeur de l’onglet Général contient une adresse IP non valide.";
	
SUBNET_GENERAL_INVALID_SUBNET_MASK = "404";
"404" = "Le champ Masque de sous-réseau de l’onglet Général contient un masque non valide.";

SUBNET_GENERAL_INVALID_IP_RANGE_START = "405";
"405" = "L’adresse IP de début de l’onglet Général ne peut être supérieure à celle de fin.";
	
SUBNET_GENERAL_INVALID_IP_RANGE_BAD_SUBNET = "406";
"406" = "Les adresses IP de début et de fin de l’onglet Général ne sont pas dans le même sous-réseau. Vérifiez les champs Début, Fin et Masque de sous-réseau.";
	
SUBNET_GENERAL_INVALID_IP_RANGE_ROUTER_ADDRESS ="407";
"407" = "L’adresse du routeur de l’onglet Général n’est pas dans le même sous-réseau que les celles de Début et Fin. Vérifiez les champs Début, Fin, Masque et Routeur.";

SUBNET_GENERAL_RANGE_OVERLAP ="408";
"408" = "La plage d’adresses IP de l’onglet Général chevauche celle d’un autre sous-réseau. Modifiez-la (les) pour éliminer ce problème.";

DNS_TOO_MANY_SERVERS ="409";
"409" = "Le champ Liste des noms de serveurs de l’onglet DNS ne peut contenir plus de 3 adresses IP.";
	
DNS_INVALID_DOMAIN_NAME_TOO_FEW_SEGMENTS ="410";
"410" = "Le nom de domaine de l’onglet DNS doit contenir au moins deux segments.";

DNS_INVALID_IP = "411";
"411" = "La liste Serveurs DNS de l’onglet DNS contient une adresse IP incorrecte.";
	
LDAP_INVALID_SERVER = "412";
"412" = "Le champ Nom du serveur de l’onglet LDAP est incorrect.";

LDAP_INVALID_BASE = "413";
"413" = "Le champ Base de recherche de l’onglet LDAP est incorrect.";

LDAP_INVALID_PORT = "414";
"414" = "Le champ Port de l’onglet LDAP est incorrect.";

WINS_INVALID_PRIMARY_IP = "415";
"415" = "L’adresse du serveur principal de l’onglet WINS est incorrecte. (exemple: 192.145.22.40)";

WINS_INVALID_SECONDARY_IP = "416";
"416" = "L’adresse du serveur secondaire de l’onglet WINS est incorrecte. (exemple: 192.145.22.40)";

WINS_INVALID_NBDD_IP = "417";
"417" = "L’adresse du serveur NBDD de l’onglet WINS est incorrecte. (exemple: 192.145.22.40)";

WINS_INVALID_SCOPE_TOO_FEW_SEGMENTS = "418";
"418" = "L’identifiant d’étendue de l’onglet WINS est incorrecte. (exemple: SCOPE.COM) ";

kEmptyFieldSubnetName = "419";
"419" = "La saisie d’une valeur est requise dans le champ Nom de sous-réseau de l’onglet Général. Veuillez en saisir une.";

kEmptyFieldStartingIPAddress = "420";
"420" = "La saisie d’une valeur est requise dans le champ Adresse IP de début de l’onglet Général. Veuillez en saisir une.";

kEmptyFieldEndingIPAddress = "421";
"421" = "Une valeur est obligatoire dans le champ d’adresse IP de début dans l’onglet Général. Veuillez en saisir une.";

kEmptyFieldSubnetMask = "422";
"422" = "La saisie d’une valeur est requise dans le champ Masque de sous-réseau de l’onglet Général. Veuillez en saisir une.";

kEmptyFieldRouter = "423";
"423" = "La saisie d’une valeur est requise dans le champ Routeur de l’onglet Général. Veuillez en saisir une.";

kEmptyFieldLeaseTime = "424";
"424" = "La saisie d’une valeur est requise pour la durée du bail de l’onglet Général. Veuillez en saisir une.";

kEmptyFieldDefaultDomain = "425";
"425" = "La saisie d’une valeur est requise pour le domaine par défaut de l’onglet DNS. Veuillez en saisir une.";

kEmptyFieldNameServers = "426";
"426" = "La saisie d’une valeur est requise pour les noms de serveurs de l’onglet DNS. Veuillez en saisir une.";

kEmptyFieldServerName = "427";
"427" = "La saisie d’une valeur est requise pour le nom de serveur de l’onglet LDAP. Veuillez en saisir une.";

kEmptyFieldSearchBase = "428";
"428" = "La saisie d’une valeur est requise pour la base de recherche de l’onglet LDAP. Veuillez en saisir une.";

kEmptyFieldPort = "429";
"429" = "La saisie d’une valeur est requise pour le port de l’onglet LDAP. Veuillez en saisir une.";

kEmptyFieldPrimaryServer = "430";
"430" = "La saisie d’une valeur est requise pour le serveur principal de l’onglet WINS. Veuillez en saisir une.";

kEmptyFieldSecondaryServer = "431";
"431" = "La saisie d’une valeur est requise pour le serveur secondaire de l’onglet WINS. Veuillez en saisir une.";

kEmptyFieldNBDDServer = "432";
"432" = "La saisie d’une valeur est requise pour le serveur NBDD de l’onglet WINS. Veuillez en saisir une.";

kEmptyFieldNETBIOSScopeID = "433";
"433" = "La saisie d’une valeur est requise pour l’identifiant d’étendue de l’onglet WINS. Veuillez en saisir une.";

kEmptyFieldNodeType = "434";
"434" = "La saisie d’une valeur est requise pour le type de noeud de l’onglet WINS. Veuillez en saisir une.";

"You can only specify one default search domain" = "Vous ne pouvez indiquer qu’un seul domaine de recherche par défaut";

"NOT_SET"="Non défini";
"BROADCAST_B_NODE"="Diffusion (noeud-b)";
"PEER_P_NODE"="Homologue (noeud-p)";
"MIXED_M_NODE"="Mélangé (noeud-m)";
"HYBRID_H_NODE"="Hybride (noeud-h)";

"kCannotAcceptSettingsAlertTtl" = "Impossible d’accepter les réglages";
"kCannotSaveSettingsAlertTtl" = "Impossible d’enregistrer les réglages";
"kSaveSettingsAlertTtl" = "Êtes-vous sûr(e) de vouloir enregistrer les réglages ?";

"kDeleteSubnetsAlertTtl" = "Êtes-vous sûr(e) de vouloir supprimer les sous-réseaux sélectionnés ?";

"kOKButton" = "OK";
"kSaveButton" = "Enregistrer";

"kCancelButton" = "Annuler";

"kDeleteButton" = "Supprimer";

"LOW" = "Faible (erreurs uniquement)";
"MEDIUM" = "Moyen (erreurs et messages)";
"HIGH" = "Élevé (tous les événements)";

"DHCP Log" = "Historique DHCP";
